cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'zsh'
brew 'macvim'
brew 'htop'
brew 'tmux'
brew 'zplug'

cask 'google-japanese-ime'
cask 'iterm2'
cask 'shiftit'
cask 'google-chrome'
cask 'firefox'
cask 'vivaldi'
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'
cask 'visual-studio-code'
