# cd ~/.brewfile/Brewfile
# brew bundle
cask_args appdir: '/Applications'
tap 'caskroom/cask'

cask 'xquartz'

brew 'zsh'
brew 'go'
brew 'ghq'
brew 'peco'
brew 'fzf'
brew 'ag'
brew 'wget'
brew 'make'
brew 'htop'
brew 'tmux'
brew 'zplug'
brew 'glide'
brew 'ansible'
brew 'lua'
brew 'vim', args: ['with-lua', 'with-client-server', 'with-override-system-vi', 'HEAD']

cask 'google-japanese-ime'
cask 'iterm2'
cask 'shiftit'
cask 'google-chrome'
cask 'firefox'
cask 'vivaldi'
cask 'fork'
cask 'skitch'
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'
cask 'visual-studio-code'
cask 'Karabiner'
cask 'alfred'
cask 'vlc'
cask 'appcleaner'
cask 'kindle'
cask 'clipy'
cask 'slack'
cask 'dropbox'
cask 'gimp'
cask 'skim'
